Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Lullaby.tmx
Source language: en
Languages: es_419

source: perhaps that’s why I was rewarded.
es_419: quizás por eso me recompensaron.

source: mutter
es_419: MURMURA

source: I'll make sure to figure something out.
es_419: ya voy a encontrar una solución.

source: I should lock the door, just in case...
es_419: cerraré con llave, por las dudas.

source: I feel so tired...
es_419: ¡qué cansada estoy!

source: although it’s very costly to produce goods made with 100% natural materials, environmentally friendly products are very popular right now.
es_419: aunque sea muy costoso fabricar algo con materia prima 100% natural, los productos ecológicos son muy populares hoy en día.

source: do you think I’d be happy to see you get hurt while trying to do things for me?
es_419: ¿crees que me agrada ver que te lastimaste por haber intentado hacer algo por mí?

source: but it must've been broken because that guy is stronger than me, damnit!
es_419: pero se debe haber roto porque ese tipo es más fuerte que yo. ¡rayos!

source: ...but I couldn't just stand by and watch.
es_419: pero no puedo quedarme de brazos cruzados y mirar.

source: what’s wrong?
es_419: ¿qué pasa?

source: sir! watch out!
es_419: ¡señor! ¡cuidado!

source: ...you seem to be very knowledgeable about the importance of sleep.
es_419: … pareces estar muy al tanto de la importancia de dormir.

source: yes... but mr. gam, why do you look so angry?
es_419: sí… pero ¿por qué se ve tan enojado?

source: huh...?
es_419: ¿eh?

source: I can't zip it up or take it off...!
es_419: ¡no puedo cerrarlo, ni tampoco quitarme el vestido!

source: that staple’s sticking out. it might end up hurting mr. gam.
es_419: ese gancho se está por salir. podría lastimar al señor gam.

source: I care about your safety and well-being, mr. gam.
es_419: velo por su seguridad y bienestar, señor gam.

source: does he have a girlfriend or wife back in the demon world?
es_419: ¿tiene él novia o esposa en el mundo de los demonios?

source: that was such a vivid dream. almost as if it really happened...
es_419: qué pesadilla más vívida. la sentí tan real…

source: what did I... just do?
es_419: ¿cómo se me ocurre?

source: wipe
es_419: TAS

source: I suppose that's true... but are you sure you want to do this?
es_419: supongo que tienes razón, pero… ¿estás segura de querer venir?

source: confident
es_419: ORGULLOSA

source: I thought I slept for seven.
es_419: creí que había dormido siete.

source: sheesh, you are lucky that I have such a good personality.
es_419: qué suerte tiene de que le haya tocado alguien tan tolerante como yo.

source: ah, sure. will do, mr. yeonu.
es_419: ¡claro! después te escribo, yeonu.

source: I've brought these from a top quality bakery, just as mr. gam ordered.
es_419: lo compré en una de las mejores pastelerías, tal como ordenó el señor gam.

source: by the way, I find something strange.
es_419: hay algo que me parece extraño.

source: can I help you with something?
es_419: ¿puedo ayudarte en algo?

source: it is true that we live together.
es_419: es cierto que vivimos juntos.

source: I know it's hard, but try be a little more understanding.
es_419: sé que es difícil, pero trate de ser un poco más comprensiva.

source: I didn't even realize...
es_419: ni me di cuenta.

source: please stop all this.
es_419: por favor, detenga esto.

source: hmm... come to think of it...
es_419: ahora que lo pienso…

source: my brother is no different.
es_419: mi hermano no es distinto.

source: damn it...
es_419: ¡rayos!

source: Slump
es_419: TRISTE

source: sigh
es_419: UFF

source: still... you didn’t seem to have much of an appetite earlier. let’s do it tomorrow.
es_419: igual debes irte. no parecías tener mucho apetito antes. dejemos todo para mañana.

source: humans can get hurt very easily.
es_419: los humanos son frágiles.

source: I have a very heightened sense of hearing.
es_419: tengo un gran sentido de la audición.

source: why did I do that?
es_419: ¿por qué hice eso?

source: whether he likes me or not...
es_419: voy a dar lo mejor de mí

source: ...is the hourglass, which has begun to flow.
es_419: … es el reloj de arena, que ya empezó a fluir.

source: I’ll make sure I’m home before midnight.
es_419: volveré a casa antes de la medianoche.

source: wait here for a moment.
es_419: espera un momento aquí.

source: I’ve been doing this for more than 600 years with no problems.
es_419: hace más de 600 años que hago esto y nunca tuve ningún problema.

source: I’ll find a good restaurant for us to go to.
es_419: buscaré un buen restaurante.

source: humans are indeed forgetful creatures.
es_419: qué mala memoria tienen los humanos.

source: how can I make it up to you?
es_419: ¿qué hago para que me perdone?

source: go to sleep.
es_419: duerme.

source: glance
es_419: MIRA

source: brush
es_419: FUUSH

source: lie down like this and close your eyes.
es_419: acuéstese así y cierre los ojos.

source: hopefully I don't get pulled out like this staple...
es_419: espero que no me echen a patadas.

source: how did you even get in here?
es_419: ¿cómo hizo para entrar?

source: I feel like this is all my fault... that fire only happened because I accompanied you to the lab.
es_419: me siento culpable por lo que pasó. ese incendio se desató porque lo acompañé al laboratorio.

source: AWKWARD
es_419: INCÓMODA

source: good night!
es_419: ¡buenas noches!

source: surprised
es_419: SORPRENDIDA

source: it's my company's sauna!
es_419: ¡es el sauna de mi compañía!

source: I thought you’d be excited by the news.
es_419: creí que estarías entusiasmada.

source: how can you come to a workplace wearing sandals...?
es_419: ¿cómo se te ocurre venir en sandalias?

source: no, this is how you’re supposed to ride a seesaw!
es_419: ¡no pasa nada! ¡así es cómo hay que mecerse!

source: ugh, there are so many bugs flying around under the street lights...
es_419: ugh, hay demasiados insectos volando alrededor de las luces.

source: stagger
es_419: TAMBALEA

source: you should focus.
es_419: concéntrate.

source: it’d be a lie to say I hadn’t thought about it.
es_419: no puedo negarte que lo pensé.

source: the expression on your face makes you look like a devil.
es_419: esa expresión lo hace parecer un demonio.

source: you said you were hungry. help yourself.
es_419: dijiste que tenías hambre. come.

source: are you done?
es_419: ¿terminó?

source: she looks uncomfortable.
es_419: parece incómoda.

source: if you do, I will destroy you.
es_419: si te atreves, acabaré contigo.

source: anyway, my point is!
es_419: ¡déjame terminar la idea!

source: you're putting me in a very uncomfortable situation...!!
es_419: ¡¡me pone en una situación muy incómoda!!

source: and you took responsibility to prevent outsiders from entering the company building.
es_419: además, asumió la responsabilidad de evitar que extraños entren a la compañía.

source: did we perhaps...?
es_419: ¿acaso estamos…?

source: clasp
es_419: CLAC

source: seriously, where did he go?
es_419: ¡¿dónde estará?!

source: they pay the highest salary in the industry, and fully sponsor an mba for all employees.
es_419: pagan el salario más alto de la industria y financian las maestrías en negocios de sus empleados.

source: I thought I'd fall asleep right away if I lay down on mr. gam's lap, but that also didn't help...
es_419: creí que iba a dormirme enseguida si me acostaba en el regazo del señor gam, pero me equivoqué.

source: I haven't been able to sleep, and I didn't even agree to be synchronized at all.
es_419: hace días que no puedo dormir y nunca estuve de acuerdo con estar sincronizados.

source: no way!
es_419: ¡no es cierto!

source: no, I was just saying what popped into my head after seeing the look in your eyes...
es_419: no, solo dije lo primero que se me vino a la mente al mirarlo a los ojos.

source: jeez... you told me to go to sleep by midnight no matter what.
es_419: cielos… me pidió que me fuera a dormir a la medianoche.

source: are you really yelling at me right after I basically saved your life?
es_419: ¿en serio me estás gritando después de haberte salvado la vida?

source: said what?
es_419: ¿cómo?

source: mr. gam... mr. gam...?
es_419: ¿señor gam? ¿señor gam?

source: I spend pretty much all of my waking hours with you.
es_419: estoy con usted prácticamente todo el tiempo que paso despierta.

source: what if you gave that opportunity to someone else?
es_419: ¿qué tal si le da la oportunidad a otro empleado?

source: by the way, why were you sticking your lips out? were you expecting me to feed you?
es_419: por cierto, ¿por qué tenías la boca abierta? ¿querías que te diera de comer?

source: he just doesn't seem to understand.
es_419: no hay manera de hacerle entender.

source: hello?
es_419: ¿hola?

source: huh?! why is that guy here...?
es_419: ¡¿eh?! ¿qué hace él aquí?

source: I'm very well aware.
es_419: estoy muy al tanto.

source: is that really why you came here with the pretense of having to work? to check up on me?
es_419: ¿por eso inventaste la excusa de tener que trabajar? ¿para venir a ver cómo estaba?

source: long time no see.
es_419: tanto tiempo.

source: curious
es_419: CURIOSA

source: a jade marble?
es_419: ¿una canica de jade?

source: dinner is on the table. you should eat.
es_419: la cena está servida. come.

source: wait, that’s exactly what I’m doing now!
es_419: ¡eso es justo lo que estoy haciendo ahora!

source: athletic
es_419: ATLÉTICO

source: why would you do something so dangerous?
es_419: ¿cómo se te ocurre arriesgar tu vida así?

source: team dinner, huh? that new hire will also be there.
es_419: ¿cena con el equipo? ese empleado nuevo también irá.

source: she... actually could’ve died. yet she jumped in to save me. why?
es_419: ella podría haber muerto, pero no dudó en arriesgar su vida por mí. ¿por qué?

source: there’s no need for concern.
es_419: no tienes por qué inquietarte.

source: he remembers everything...!
es_419: ¡se acuerda de todo!

source: you could get greatly injured or even end up dead.
es_419: podrías terminar muy herida o incluso muerta.

source: ...and I'm only tolerating it because you're the only person I can synchronize with. do you understand?
es_419: … y solo lo tolero porque eres la única persona con la que puedo sincronizarme. ¿entiendes?

source: I am a sleep demon.
es_419: soy un demonio del sueño.

source: although you can be a bit on edge at times...
es_419: a veces, se le ponen los nervios de punta…

source: I stayed up all night.
es_419: no dormí nada.

source: I saw the press conference.
es_419: vi la conferencia de prensa.

source: it’ll rock gently and make you feel way more relaxed.
es_419: se mecerá con suavidad y lo relajará.

source: pout
es_419: SERIA

source: that's right. we’ll apply a 40% employee discount.
es_419: sí. te aplicaremos el 40 % de descuento para empleados.

source: touch
es_419: TAS

source: hmm?
es_419: ¿mmm?

source: excuse me?!
es_419: ¡¿disculpe?!

source: office kitchen
es_419: cocina de la oficina

source: nice to meet you! you are scheduled for a couple's yoga class today.
es_419: ¡un placer conocerlos! hoy tienen clase de yoga en pareja.

source: I feel a little bad.
es_419: me siento un poco mal.

source: you should try it too, mr. gam!
es_419: ¡debería probar, señor gam!

source: whimper
es_419: BUA

source: no dating?!
es_419: ¡¿no ir a citas?!

source: oh, yes! thank you!
es_419: ¡ah, sí! ¡gracias!

source: by the way, what does mr. gam like? he doesn’t seem to have any favorite foods or hobbies.
es_419: por cierto, ¿qué le gusta al señor gam? no parece tener ningún pasatiempo ni comida preferida.

source: I’ve been living in the human world for over 600 years as mr. gam’s secretary.
es_419: hace 600 años que vivo en el mundo humano trabajando como secretario del señor gam.

source: I’ll work really hard on this project so as not to disappoint mr. gam!
es_419: ¡voy a esmerarme mucho en este proyecto para no decepcionarlo!

source: and although he works out, I don’t think he particularly likes doing it.
es_419: aunque haga ejercicio, no parece que le guste especialmente.

source: I’ll be fine after I calm down a little.
es_419: solo necesito un momento para tranquilizarme.

source: next morning
es_419: a la mañana siguiente

source: see you tomorrow!
es_419: ¡hasta mañana!

source: your safety is important because what happens to you affects me as well.
es_419: tu seguridad es importante porque lo que te pasa a ti me afecta a mí.

source: I want to hold his hand again...
es_419: quiero que me tome la mano de nuevo.

source: not to mention, you also have a mark.
es_419: como si fuera poco, tienes una marca.

source: I promise I won’t bother you!
es_419: ¡prometo no molestarlo!

source: are you sure this place isn't cursed?
es_419: ¿seguro que este lugar no está maldito?

source: how come I can see the white threads and you can’t?
es_419: ¿cómo puede ser que yo vea esos hilos y usted no?

source: there's even less reason for me to eat such a weird combination of foods like this.
es_419: no tengo razón para comer una combinación tan rara de cosas.

source: then... good night.
es_419: buenas noches.

source: SWISH
es_419: FIUSH

source: you seem like you would’ve been very popular with women.
es_419: me da la impresión de que tiene éxito con las mujeres.

source: RAISE
es_419: FUIP

source: right, I forgot.
es_419: cierto, lo había olvidado.

source: why...
es_419: ¿por qué…?

source: what’s going on?
es_419: ¿qué está pasando?

source: I'll make some calls so your stuff gets moved tomorrow.
es_419: haré unas llamadas para que traigan tus cosas mañana.

source: when did you learn how to play go?
es_419: ¿cuándo aprendiste a jugar al go?

source: you better decide soon.
es_419: mejor decídete rápido.

source: thank you for understanding.
es_419: gracias por entenderme.

source: maybe I'll be able to sleep now...
es_419: quizás ahora pueda dormir…

source: chuckle
es_419: JEJE

source: how would I know the answer to that?
es_419: ¿cómo voy a saberlo yo?

source: I'm starting to feel a little sorry for him...
es_419: estoy empezando a sentir pena por él.

source: huh? what’s this?
es_419: ¿eh? ¿y esto?

source: if he thinks of me, even a little bit, when he thinks back to the demon world...
es_419: si piensa en mí, aunque sea un ratito, cuando esté en el mundo de los demonios,

source: do you really think I don't know?
es_419: ¿acaso me toma por tonta?

source: I should move on. it was never going to happen anyway.
es_419: tengo que superarlo. de todas formas, nunca hubiera pasado nada.

source: I'll need to know why this is happening in order to fix it. what could it possibly be?
es_419: necesito averiguar por qué me pasa esto para poder solucionarlo. ¿qué podrá ser?

source: flop
es_419: PLOF

source: miss seohwa, you’ve been through a lot today.
es_419: señorita seohwa, hoy tuvo un día muy complicado.

source: okay, then...
es_419: bueno…

source: oh, is that a closet?
es_419: vaya, ¿ese es un armario?

source: go home and make sure to get some rest. you had a long day today.
es_419: ve a casa a descansar. tuviste un día largo.

source: by the way, when exactly will you be leaving for the demon world?
es_419: por cierto, ¿qué día volverá al mundo de los demonios?

source: wimper
es_419: BUAA

source: squirm
es_419: FRUS

source: I guess I didn’t really have to--
es_419: creo que no tendría que--

source: office
es_419: oficina

source: what... did you just do?
es_419: ¿qué… acabas de hacer?

source: then...
es_419: entonces…

source: how long have you been reading my mind?
es_419: ¿hace cuánto me lees la mente?

source: droop
es_419: TRISTE

source: have you forgotten already?
es_419: ¿ya lo olvidaste?

source: I think we should visit the lab and see it for ourselves.
es_419: debemos ir al laboratorio y verlo con nuestros propios ojos.

source: swoosh
es_419: FUUUSH

source: to see how much I can embarrass myself?
es_419: ¿para ver cuánto podía llegar a humillarme?

source: um, by the way... do you have family back in the demon world?
es_419: em, por cierto, ¿tiene familia en el mundo de los demonios?

source: calm
es_419: CALMADO

source: I didn't even tell my department manager...
es_419: no le avisé a mi gerenta.

source: oh, that’s cold...
es_419: augh, qué frío…

source: Will he be able to go back to the demon world, or will her sudden inability to sleep thwart their destiny?
es_419: ¿Él podrá volver al mundo de los demonios, o acaso el repentino insomnio de ella torcerá sus destinos?

source: I'm not 100 percent sure if sleeping on your lap is the answer...
es_419: no estoy tan segura de que dormir sobre su regazo sea la solución.

source: and if that mockingbird don't sing...
es_419: este niño lindo…

source: what's that?
es_419: ¿qué es eso?

source: you didn’t seem to have trouble falling asleep on that first day!
es_419: ¡no te costó nada quedarte dormida aquel primer día!

source: we're only sharing a living space, not a life. let's do these things separately.
es_419: solo compartiremos casa, no la vida. tratemos de tener rutinas separadas.

source: oh, I see... so people will feel uncomfortable if I show up.
es_419: ah, ya veo. si voy, haré sentir incómodos a los demás.

source: Come see me in my office.
es_419: ven a verme a mi oficina.

source: this coffee shop is closest to gns.
es_419: es el café más cercano a dne.

source: loyalty to the company, my ass. this is revenge...!
es_419: ¿lealtad a la compañía? sí, cómo no. ¡esto es venganza!

source: why do I feel so dizzy all of a sudden?
es_419: ¿por qué, de repente, me siento mareada?

source: are you saying I have a past life?
es_419: ¿se refiere a que yo tuve una vida pasada?

source: the technical team has already been experimenting with that.
es_419: el equipo técnico ya ha estado experimentando con eso.

source: why is it not moving at all?
es_419: ¿por qué no fluye nada?

source: and most of all... when I’m with you...
es_419: y lo que más me llama la atención es que…

source: oh my god! what time is it right now?
es_419: ¡cielos! ¡¿qué hora es?!

source: no! it's not like that.
es_419: ¡no! no es eso.

source: we’ll see about that.
es_419: ya veremos.

source: haa...
es_419: ¡jum!

source: I wasn't thinking straight because I was sick.
es_419: no podía pensar bien porque me sentía mal.

source: I guess we have no choice...
es_419: creo que no tenemos más opción.

source: you probably don't know yet since you're new here, but the most important thing in a company is security.
es_419: como es nueva, quizá no lo sepa aún. pero lo más importante para una compañía es la seguridad.

source: I understand why it’s the number one bed company in the country.
es_419: ya entiendo por qué es la compañía de colchones líder del país.

source: wow... his body is even hotter in person.
es_419: vaya, su cuerpo es más sensual en persona.

source: is there anything he enjoys?
es_419: ¿qué le gusta?

source: Okay.
es_419: bueno.

source: I’m afraid you’re mistaken.
es_419: temo que te equivocas.

source: cheolsu gam created beds that can make any insomniac fall asleep as soon as they lie down.
es_419: cheolsu gam creó colchones que pueden hacer dormir a cualquier insomne tan pronto como se recuesta.

source: we would have to ask what the technical team thinks, but it sounds like a good idea.
es_419: tenemos que preguntarle al equipo técnico si es viable, pero me parece una buena idea.

source: god... did I upset him...?
es_419: dios, ¿lo hice enojar?

source: which is why not being able to fall asleep at night would’ve been especially taxing for you.
es_419: a cualquiera le resultaría arduo no poder dormir a la noche, ni hablar a alguien con su carácter.

source: hmm
es_419: MMM

source: you must be mistaken.
es_419: te pareció mal.

source: I'm so happy to have gotten it at a discounted price!
es_419: ¡qué suerte que tenía el precio rebajado!

source: I spoke very quietly...
es_419: hablé en voz muy baja.

source: anyway! what I was trying to say was that we're both not alone right now.
es_419: ¡en fin! lo que quería decir es que ninguno de los dos está solo ahora.

source: wiggle
es_419: FUUM

source: I hadn’t considered your age.
es_419: olvidé la edad que tiene.

source: oh, right.
es_419: ah, cierto.

source: ugh!
es_419: ¡uy!

source: I also used to edit my job applications for hours...
es_419: yo también solía buscar trabajo durante horas…

source: how can you be so cavalier? we are talking about a person's life here!
es_419: ¿cómo puede ser tan indiferente? ¡hablamos de la vida de una persona!

source: she can see me?!
es_419: ¡¿ella puede verme?!

source: ...but you should be honored. you’re the first human I’ve ever permitted to lie by my side.
es_419: considérate afortunada. eres la primera persona a la que le permito acostarse a mi lado.

source: but I really don’t have much time left now.
es_419: pero ya no me queda mucho tiempo aquí.

source: I don’t think I’ve had occasion to laugh this much recently.
es_419: hace mucho que no me divertía tanto.

source: concerned
es_419: PREOCUPADO

source: I'm certain of it. now, the second condition of your return to the demon world...
es_419: muy seguro. y la segunda condición para que pueda volver al mundo de los demonios…

source: gravely serious
es_419: MUY SERIA

source: the people I put to sleep while going through the list of names aren't able to wake on their own. someone else has to wake them up.
es_419: las personas que hago dormir no pueden despertar por sus propios medios. necesitan que otra persona las despierte.

source: grumble
es_419: UUF

source: how long is she going to stay like that? doesn’t she feel uncomfortable?
es_419: ¿cuánto tiempo más va a seguir así? ¿no se siente incómoda?

source: flustered
es_419: NERVIOSO

source: Chapter 9
es_419: Episodio 9

source: unexpected things seem to be happening since I started living with a man.
es_419: desde que vivo con un hombre, me pasan cosas muy extrañas.

source: oh dear...
es_419: ay, cielos.

source: we should still have a party though! you'll be able to return to the demon world soon!
es_419: ¡igual deberíamos hacer una fiesta! ¡pronto podrá volver al mundo de los demonios!

source: mumble
es_419: MURMURA

source: I even cried from joy.
es_419: hasta lloré de alegría.

source: oh my god, seohwa lee! what’s the matter with you? he’s not suggesting we sleep together!
es_419: ¡cielos, seohwa lee! ¿por qué reaccionas así? ¡no está invitándote a dormir con él!

source: I understand that you really want to work here, but you can't just walk in like this.
es_419: aunque tengas muchas ganas de trabajar aquí, no puedes entrar así como así.

source: you’re the only one who’s going to get hurt.
es_419: usted sería la única que saldría lastimada.

source: oh! sure, ms. yeri.
es_419: ¡ah, claro, yeri!

source: you’ll quickly forget once you go back to sleep. after all, humans are forgetful creatures.
es_419: ya te olvidarás cuando vuelvas a dormirte. después de todo, los humanos tienen muy mala memoria.

source: GLOOM
es_419: UUUY

source: it was okay back then because I was passed out! how am I supposed to do this when I'm clearheaded?!
es_419: ¡la otra vez funcionó porque me desmayé! ¡¿cómo voy a poder relajarme estando lúcida?!

source: clunk
es_419: CLANC

source: ...but fell from the sky as punishment.
es_419: … pero cayó del cielo como castigo.

source: that’s something I should do on my own. whether he likes me or not...
es_419: le guste a él o no, eso es algo que tengo que lograr sola…

source: by the way, you didn't unnecessarily use demonic energy on that human, did you?
es_419: por cierto, no desperdició energía demoníaca en esa humana, ¿no?

source: I am simply doing my job.
es_419: yo solo hago mi trabajo.

source: you are so reckless.
es_419: eres muy imprudente.

source: n-no! the food’s great!
es_419: ¡n-no! ¡la comida está deliciosa!

source: frozen
es_419: PERPLEJA
